{"Coffee Chemistry":{"author":"Malachy","title":"Coffee Chemistry","date":"11/3/20","content1":"The chemistry of coffee is very interesting. It's categorized as a stimulant, but it works very differently from most other stimulating drugs one could think of.","content2":"Instead of directly stimulating the brain, caffeine works indirectly by preventing the brain from slowing down. In the brain there are many adenosine receptors, and the accumulation of adenosine in those receptors signals the brain to slow down and come to rest. Caffeine molecules actually plug those receptors without triggering them, preventing the adenosine from signaling you to slow down.","comments":{"0":{"content":"bruh","author":"me","date":"1/2/20","likes":6},"1":{"content":"huh","author":"you","date":"4/5/20","likes":5},"2":{"content":"hello","author":"Malachy","date":"2/2/2","likes":3}}},"Covid Coffee":{"author":"Malachy","title":"Covid Coffee","date":"11/4/20","content1":"Since the beginning of the covid quarantine, I have been drinking more coffee than before. 1 cup in the morning, and half the time, another cup after classes end. Usually, I have a hot black coffee in the morning, and a black iced coffee in the afternoon.","content2":"Coffee has become much more a part of my daily routine during covid, and I think I've become more appreciative of coffee as a result. I may also have become more addicted, but oh well.","comments":["bruh","huh?"],"commentAuthor":["me","you"],"commentDate":["1/2/20","2/3/20"],"commentLikes":[0,0]},"Headaches":{"author":"Malachy","title":"Headaches","date":"11/20/20","content1":"I've pretty much been drinking a cup of coffee every day since the beginning of quarantine. I decided to not drink coffee today, just to see what would happen. It turns out this was not the greatest idea I've ever had.","content2":"I felt a bit groggier than usual at first, but by second period I wasn't really aware of it. I went about my day as usual, but around 4pm, I started having a splitting headache. This is the downside of coffee: if you suddenly stop your body will let you know it isn't happy.","comments":["bruh","huh?"],"commentAuthor":["me","you"],"commentDate":["1/2/20","2/3/20"],"commentLikes":[0,0]},"me":{"author":"hello","title":"me","date":"yes","content1":"no","content2":"maybe","comments":["bruh","huh?"],"commentAuthor":["me","you"],"commentDate":["1/2/20","2/3/20"],"commentLikes":[0,0]},"beans":{"author":"me","title":"beans","date":"12/4/20","content1":"hello","content2":"goodbye","comments":["bruh","huh?"],"commentAuthor":["me","you"],"commentDate":["1/2/20","2/3/20"],"commentLikes":[0,0]},"hello":{"author":"Mr. Gohde","title":"hello","date":"4/3/2","content1":"hi","content2":"bye"}}